위치 = "인천광역시 연수구"
종류 = "아파트"
방개수 = 4
가격 = "300000000원"

print("###################################")
print("#                                 #")
print("#                                 #")
print("#                                 #")
print("#       부동산 매물 광고          #")                                 
print("#                                 #")
print("#                                 #")
print("#                                 #")
print("###################################")
print(위치, "에 위치한", 종류,"가 매물로 나왓습니다.", "이",종류,"는",방개수, "개의 방을 가지고 있으며 가격은", 가격, "입니다.")
